---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EndZOffsetValue
source: html/132922a2-7201-10d7-0feb-d223127a8cc3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EndZOffsetValue Property

"End z Offset Value"

## Syntax (C#)
```csharp
public static ForgeTypeId EndZOffsetValue { get; }
```